import React from 'react';

function Refs() {
    return (
        <div>
            <h2>Refs</h2>
            <p>Refs — это сокращение от References в React.<br/> 
            Это атрибут, который помогает хранить ссылку на конкретный элемент или компонент React, который будет возвращен функцией конфигурации рендеринга компонентов.<br/>
            Он используется для возврата ссылок на конкретный элемент или компонент, возвращаемый функцией render(). <br/>
            Они пригодятся, когда нам нужны измерения DOM или для добавления методов к компонентам.</p>
        </div>
    )
}

export default Refs