import React from 'react';

function HomePage() {
  return (
    <div>
     <h2>React</h2>
     <p><b>React</b> — это интерфейсная библиотека JavaScript, разработанная Facebook в 2011 году.<br/>
Он следует подходу, основанному на компонентах, который помогает создавать многократно используемые компоненты пользовательского интерфейса.<br/>
Он используется для разработки сложных и интерактивных веб-и мобильных интерфейсов.<br/>
Несмотря на то, что он был открыт только в 2015 году, его поддерживает одно из крупнейших сообществ.</p>
    </div>
  );
}

export default HomePage;